{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"[PAD]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"[UNK]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"[EOS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":{"type":"Sequence","normalizers":[{"type":"Lowercase"}]},"pre_tokenizer":{"type":"WhitespaceSplit"},"post_processor":{"type":"TemplateProcessing","single":[{"Sequence":{"id":"A","type_id":0}},{"SpecialToken":{"id":"[EOS]","type_id":0}}],"pair":[{"Sequence":{"id":"A","type_id":0}},{"Sequence":{"id":"B","type_id":1}}],"special_tokens":{"[EOS]":{"id":"[EOS]","ids":[2],"tokens":["[EOS]"]}}},"decoder":null,"model":{"type":"WordLevel","vocab":{"[PAD]":0,"[UNK]":1,"[EOS]":2,".":3,"?x0":4,"m1":5,",":6,"m0":7,"?x1":8,"m2":9,"a":10,"and":11,"where":12,"{":13,"}":14,"select":15,"m3":16,"by":17,"was":18,"'s":19,"m4":20,"count(*)":21,"distinct":22,")":23,"(":24,"!=":25,"filter":26,"of":27,"m5":28,"director":29,"executive":30,"ns:people.person.nationality":31,"produced":32,"did":33,"ns:influence.influence_node.influenced_by":34,"producer":35,"?x2":36,"ns:people.person.spouse_s/ns:people.marriage.spouse|ns:fictional_universe.fictional_character.married_to/ns:fictional_universe.marriage_of_fictional_characters.spouses":37,"film":38,"ns:film.editor.film":39,"ns:film.writer.film":40,"ns:film.director.film":41,"ns:film.film.written_by":42,"ns:film.film.directed_by":43,"ns:film.film.edited_by":44,"ns:film.film.executive_produced_by":45,"what":46,"ns:film.film.produced_by|ns:film.film.production_companies":47,"ns:film.producer.films_executive_produced":48,"ns:film.producer.film|ns:film.production_company.films":49,"influenced":50,"ns:people.person.employment_history/ns:business.employment_tenure.company":51,"ns:people.person":52,"editor":53,"cinematographer":54,"ns:film.actor.film/ns:film.performance.film":55,"directed":56,"edited":57,"ns:organization.organization_founder.organizations_founded":58,"star":59,"m6":60,"ns:influence.influence_node.influenced":61,"art":62,"written":63,"ns:people.person.gender":64,"ns:film.cinematographer.film":65,"writer":66,"designer":67,"costume":68,"produce":69,"which":70,"who":71,"ns:film.film_art_director.films_art_directed":72,"ns:organization.organization.founders":73,"were":74,"spouse":75,"that":76,"actor":77,"ns:people.person.sibling_s/ns:people.sibling_relationship.sibling|ns:fictional_universe.fictional_character.siblings/ns:fictional_universe.sibling_relationship_of_fictional_characters.siblings":78,"sibling":79,"ns:film.film_costumer_designer.costume_design_for_film":80,"ns:business.employer.employees/ns:business.employment_tenure.person":81,"founded":82,"marry":83,"influence":84,"ns:film.film":85,"ns:film.actor.film/ns:film.performance.character":86,"person":87,"ns:people.person.children|ns:fictional_universe.fictional_character.children|ns:organization.organization.child/ns:organization.organization_relationship.child":88,"parent":89,"ns:m.02zsn":90,"female":91,"employed":92,"founder":93,"male":94,"ns:m.05zppz":95,"child":96,"ns:people.person.parents|ns:fictional_universe.fictional_character.parents|ns:organization.organization.parent/ns:organization.organization_relationship.parent":97,"employee":98,"ns:film.producer":99,"edit":100,"write":101,"direct":102,"screenwriter":103,"ns:film.writer":104,"married":105,"ns:film.editor":106,"ns:film.director":107,"m7":108,"ns:film.film.starring/ns:film.performance.actor":109,"ns:film.actor":110,"ns:film.cinematographer":111,"ns:film.film.distributors/ns:film.film_film_distributor_relationship.distributor":112,"company":113,"ns:film.film_art_director":114,"ns:film.film_costumer_designer":115,"ns:organization.organization.acquired_by/ns:business.acquisition.acquiring_company":116,"employ":117,"ns:m.0f8l9c":118,"french":119,"distributor":120,"found":121,"ns:m.0d060g":122,"canadian":123,"ns:m.03rjj":124,"italian":125,"?x3":126,"prequel":127,"ns:film.film.sequel":128,"employer":129,"ns:m.07ssc":130,"british":131,"ns:film.film.prequel":132,"sequel":133,"ns:m.03_3d":134,"japanese":135,"distributed":136,"ns:m.06mkj":137,"spanish":138,"ns:organization.organization.companies_acquired/ns:business.acquisition.company_acquired":139,"ns:m.0d05w3":140,"chinese":141,"ns:fictional_universe.fictional_character":142,"character":143,"mexican":144,"ns:m.0b90_r":145,"ns:m.0345h":146,"german":147,"ns:m.0d0vqn":148,"swedish":149,"ns:film.film_distributor.films_distributed/ns:film.film_film_distributor_relationship.film":150,"acquired":151,"wrote":152,"ns:business.employer":153,"ns:m.09c7w0":154,"american":155,"ns:film.film_distributor":156,"ns:m.059j2":157,"ns:film.production_company":158,"production":159,"dutch":160,"whose":161,"acquire":162,"starred":163,"played":164,"nationality":165,"country":166,"^ns:people.person.nationality":167,"distribute":168,"play":169,"^ns:people.person.gender":170,"gender":171,"?x4":172,"m8":173,"ns:film.film.cinematography":174,"ns:film.film.film_art_direction_by":175,"ns:film.film.costume_design_by":176,"?x5":177,"m9":178},"unk_token":"[UNK]"}}